# QTTerminate

## Description
Disables QuickTime and disposes of internal QuickTime data structures.

```pascal
PROCEDURE QTTerminate;
```

```python
def vs.QTTerminate():
    return None
```

## Version
Availability: from VectorWorks8.5

## Category
* Special - QuickTime